Repository: Gchaimke/LM-job-vb
Catalog: Form1.*.resx
Languages: he

# Label1.Text
source: Found =
he: תוצאות חיפוש :

# Label2.Text
source: Project Filter
he: חיפוש תיקיה

# Button1.Text
source: change
he: שינוי

# LblPrinterText.Text
source: Printer :
he: מדפסת :

# LblDetalsText.Text
source: Label ID :
he: תג ID :

# LblCopiesText.Text
source: Copies :
he: עותקים :

# LblPathText.Text
source: Path :
he: מיקום קובץ :

# BtnEdit.Text
source: Edit Label
he: שינוי תג

# BtnNewJob.Text
source: New Label file
he: יצירת תג חדש

# BtnDlete.Text
source: Delete Label
he: מחיקת תג

# BtnOpen.Text
source: Print
he: הדפסה

# BtnProject.Text
source: New Project folder
he: יצירת תיקיה חדשה
